anicolao/chess-clock/firmware/sdkconfig.defaults.test
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=65536
CONFIG_MAIN_TASK_STACK_SIZE=65536
CONFIG_ETH_USE_OPENETH=y
CONFIG_USE_MOCK_CAMERA=y
# CONFIG_USE_REAL_WIFI_PROV is not set
